{
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "Cancel": "Annuler",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer le l'e-mail de vérification.",
    "Confirm Password": "Confirmez le mot de passe",
    "Current Password": "Mot de passe actuel",
    "Dashboard": "Tableau de bord",
    "Delete Account": "Supprimer mon compte",
    "Email": "E-mail",
    "Log Out": "Me déconnecter",
    "Log in": "Me connecter",
    "Name": "Nom",
    "New Password": "Nouveau mot de passe",
    "Password": "Mot de passe",
    "Profile": "Mon profil",
    "Remember me": "Se souvenir de moi",
    "Save": "Enregistrer",
    "Profile Information": "Informations du profil",
    "Update your account's profile information and email address.": "Mettez à jour les informations de votre profil et votre adresse e-mail.",
    "Saved.": "Enregistré.",
    "Update Password": "Mise à jour du mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous d'utiliser un mot de passe long et aléatoire pour sécuriser votre compte.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois que votre compte est supprimé, toutes les ressources et données associées seront supprimées définitivement. Avant de le supprimer, veuillez télécharger les données et informations que vous voulez conserver.",
    "Are you sure your want to delete your account?": "Êtes-vous sûr(e) de vouloir supprimer votre compte ?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois que votre compte est supprimé, toutes les ressources et données associées seront supprimées définitivement. Veuillez indiquer votre mot de passe pour confirmer la suppression définitive de votre compte."
}
